Repository: mugeednz/petsounds
Catalog: petSounds/*.lproj/Localizable.strings
Languages: de, it, pt_pt, ru, tr

source: Cats
de: Katzen
it: Gatti
pt_pt: Gatos
ru: Кошки
tr: Kediler

source: Dogs
de: Hunde
it: Cani
pt_pt: Cães
ru: Собаки
tr: Köpekler

# settings_title
source: SETTINGS
de: EINSTELLUNGEN
it: IMPOSTAZIONI
pt_pt: CONFIGURAÇÕES
ru: НАСТРОЙКИ
tr: AYARLAR

source: Privacy Policy
de: Datenschutzrichtlinie
it: Politica sulla privacy
pt_pt: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası

source: Terms of Services
de: Nutzungsbedingungen
it: Termini di servizio
pt_pt: Termos de Serviço
ru: Условия обслуживания
tr: Hizmet Şartları

source: Get Premium
de: Premium erhalten
it: Ottieni Premium
pt_pt: Obter Premium
ru: Получить Premium
tr: Premium Satın Al

source: Help and Support
de: Hilfe und Support
it: Aiuto e supporto
pt_pt: Ajuda e Suporte
ru: Помощь и поддержка
tr: Yardım ve Destek

source: Rate Us
de: Bewerten Sie uns
it: Valutaci
pt_pt: Avalie-nos
ru: Оцените нас
tr: Bizi Değerlendirin

# one_week
source: 1 Week
de: 1 Woche
it: 1 Settimana
pt_pt: 1 Semana
ru: 1 Неделя
tr: 1 Hafta

# one_month
source: 1 Month
de: 1 Monat
it: 1 Mese
pt_pt: 1 Mês
ru: 1 Месяц
tr: 1 Ay

# one_year
source: 1 Year
de: 1 Jahr
it: 1 Anno
pt_pt: 1 Ano
ru: 1 Год
tr: 1 Yıl

# continue_button
source: Continue
de: Weiter
it: Continua
pt_pt: Continuar
ru: Продолжить
tr: Devam Et

source: Restore
de: Wiederherstellen
it: Ripristina
pt_pt: Restaurar
ru: Восстановить
tr: Geri Yükle

source: Terms
de: Bedingungen
it: Termini
pt_pt: Termos
ru: Условия
tr: Hizmet

source: Privacy
de: Datenschutz
pt_pt: Privacidade
ru: Конфиденциальность
tr: Gizlilik

# premium_title
source: PREMIUM
ru: ПРЕМИУМ

# whistle_title
source: WHISTLE
de: PFEIFE
it: Fischio
pt_pt: APITO
ru: Свисток
tr: DÜDÜK

source: High
de: Hoch
it: Alto
pt_pt: Alto
ru: Высокий
tr: Yüksek

source: Medium
de: Mittel
it: Medio
pt_pt: Médio
ru: Средний
tr: Orta

source: Low
de: Niedrig
it: Basso
pt_pt: Baixo
ru: Низкий
tr: Düşük

source: Hold to play sound
de: Drücken, um den Ton abzuspielen
it: Tieni premuto per riprodurre il suono
pt_pt: Mantenha pressionado para reproduzir o som
ru: Удерживайте для воспроизведения звука
tr: Sesi çalmak için basılı tutun

# detail_title
source: PLAYFUL
de: SPIELERISCH
it: DIVERTENTE
pt_pt: DIVERTIDO
ru: ИГРИВО
tr: EĞLENCELİ

source: Tap to play sound
de: Tippen, um den Ton abzuspielen
it: Tocca per riprodurre il suono
pt_pt: Toque para reproduzir o som
ru: воспроизвести звук
tr: Sesi çalmak için dokun

source: NOTICE
de: HINWEIS
it: AVVISO
pt_pt: AVISO
ru: УВЕДОМЛЕНИЕ
tr: UYARI

source: OK
ru: ОК
tr: TAMAM

# notice_message
source: Choose the pet you will call to have a fun time and surprise your loved ones. Check your permissions to make video calls. No pet will feellonely with this fun activity.
de: Wählen Sie einen ruhigen Raum ohne Ablenkungen. Stellen Sie Ihrem Hund den Clicker vor dem Training vor. Halten Sie ein Leckerli in einer Hand und den Clicker in der anderen, klicken Sie einmal auf den Clicker und geben Sie Ihrem Hund sofort das Leckerli. Wiederholen Sie dies ein paar Mal, damit Ihr Hund die Verbindung zwischen dem Klick und der Belohnung erkennt.
it: Scegli una stanza tranquilla, priva di distrazioni. Prima di iniziare l'addestramento, presenta il clicker al tuo cane. Con il premio in una mano e il clicker nell'altra, premi il clicker una volta e dai subito il premio al tuo cane. Ripeti questo processo alcune volte affinché il tuo cane associ il suono del clicker al premio.
pt_pt: Escolha um ambiente tranquilo e sem distrações. Antes de iniciar o treinamento, apresente o clicker ao seu cachorro. Com o petisco em uma mão e o clicker na outra, pressione o clicker uma vez e dê imediatamente o petisco ao seu cachorro. Repita algumas vezes até que seu cachorro associe o som do clicker ao prêmio.
ru: Выберите тихую комнату, свободную от отвлекающих факторов. Перед началом тренировки ознакомьте свою собаку с кликером. Держите угощение в одной руке и кликер в другой, нажмите на кликер и сразу же дайте угощение собаке. Повторите несколько раз, чтобы ваша собака ассоциировала клик с вознаграждением.
tr: Sessiz ve dikkat dağıtıcı olmayan bir oda seçin. Eğitime başlamadan önce köpeğinize tıklayıcıyı tanıtın. Bir elinizde ödül maması, diğer elinizde tıklayıcı ile tıklayıcıya bir kez basın ve hemen köpeğinize ödülü verin. Bunu birkaç kez tekrarlayın, böylece köpeğiniz kısa sürede tıklamanın ödülle bağlantılı olduğunu öğrenir.

source: Clicker
ru: Кликер
tr: Tıklayıcı

# clicker_title
source: CLICKER
ru: КЛИКЕР
tr: TIKLAYICI

source: SELECT PET
de: HAUSTIER WÄHLEN
it: SELEZIONA UN ANIMALE
pt_pt: SELECIONAR PET
ru: ВЫБРАТЬ ЖИВОТНОЕ
tr: EVCİL HAYVAN SEÇ

source: Start Call
de: Anruf starten
it: Avvia chiamata
pt_pt: Iniciar Chamada
ru: Начать звонок
tr: Aramayı Başlat

source: YOUR CALL WILL BE STARTED NOW.
de: IHR ANRUF WIRD JETZT GESTARTET.
it: LA TUA CHIAMATA VERRA' AVVIATA ADESSO.
pt_pt: SUA CHAMADA SERÁ INICIADA AGORA.
ru: ВАШ ЗВОНОК БУДЕТ НАЧАТ СЕЙЧАС.
tr: ARAMANIZ BIRAZDAN BAŞLAYACAK.

source: is incoming call...
de: eingehender Anruf...
it: chiamata in arrivo...
pt_pt: chamada recebida...
ru: входящий звонок...
tr: Gelen arama...

source: Dog Translation
de: Hund Übersetzung
it: Traduzione Cane
pt_pt: Tradução de Cachorro
ru: Перевод Собаки
tr: Köpek Çevirisi

source: Cat Translation
de: Katze Übersetzung
it: Traduzione Gatto
pt_pt: Tradução de Gato
ru: Перевод Кошки
tr: Kedi Çevirisi

source: CHOOSE TO TRANSLATE
de: WÄHLEN ZUM ÜBERSETZEN
it: SCEGLI PER TRADURRE
pt_pt: ESCOLHA PARA TRADUZIR
ru: ВЫБРАТЬ ДЛЯ ПЕРЕВОДА
tr: ÇEVİRİ YAPMAK İÇİN SEÇ

# humantodog_title
source: HUMAN TO DOG
de: MENSCH ZU HUND
it: DA UMANO A CANE
pt_pt: HUMANO PARA CACHORRO
ru: ЧЕЛОВЕК К СОБАКЕ
tr: İNSANDAN KÖPEĞE

# humantocat_title
source: HUMAN TO CAT
de: MENSCH ZU KATZE
it: DA UMANO A GATTO
pt_pt: HUMANO PARA GATO
ru: ЧЕЛОВЕК К КОШКЕ
tr: İNSANDAN KEDİYE

source: Processing...
de: Verarbeitung...
it: Elaborazione...
pt_pt: Processando...
ru: Обработка...
tr: İşleniyor...

# translate_title
source: TRANSLATE
de: ÜBERSETZEN
it: TRADURRE
pt_pt: TRADUZIR
ru: ПЕРЕВОД
tr: ÇEVİR

source: TRANSLATION DONE
de: ÜBERSETZUNG ABGESCHLOSSEN
it: TRADUZIONE COMPLETATA
pt_pt: TRADUÇÃO CONCLUÍDA
ru: ПЕРЕВОД ЗАВЕРШЕН
tr: ÇEVİRİ TAMAMLANDI

source: I am tired, i need sleeping
de: Ich bin müde, ich muss schlafen
it: Sono stanco, ho bisogno di dormire
pt_pt: Estou cansado, preciso dormir
ru: Я устал, мне нужно поспать
tr: Yorgunum, Uyumam Gerekiyor

source: I need to be burped
de: Ich muss aufstoßen
it: Ho bisogno di fare il ruttino
pt_pt: Preciso arrotar
ru: Мне нужно отрыгнуть
tr: Gazım Çıktı

source: I have to pee
de: Ich muss aufs Klo
it: Devo fare pipì
pt_pt: Preciso fazer xixi
ru: Мне нужно в туалет
tr: Çişim Var

source: I'm experiencing discomfort, eg. Change my diaper
de: Ich fühle mich unwohl, z.B. wechsle meine Windel
it: Provo disagio, ad esempio cambia il mio pannolino
pt_pt: Estou desconfortável, por exemplo, troque minha fralda
ru: Мне некомфортно, например, поменяйте мой подгузник
tr: Rahatsızlık Hissediyorum, Örn. Bezimi Değiştir

source: Come please
de: Komm bitte
it: Vieni per favore
pt_pt: Venha por favor
ru: Подойди, пожалуйста
tr: Lütfen Gel

source: Play with me
de: Spiel mit mir
it: Gioca con me
pt_pt: Brinque comigo
ru: Поиграй со мной
tr: Benimle Oyna

source: Where is my food
de: Wo ist mein Essen
it: Dov'è il mio cibo
pt_pt: Onde está minha comida
ru: Где моя еда
tr: Yemeğim Nerede

source: NO, I Don't want
de: NEIN, ich will nicht
it: NO, non voglio
pt_pt: NÃO, eu não quero
ru: НЕТ, я не хочу
tr: Hayır, İstemiyorum

source: hurry up
de: Beeil dich
it: Sbrigati
pt_pt: Apresse-se
ru: Поторопись
tr: Acele Et

source: Bye bye
de: Tschüss
it: Ciao ciao
pt_pt: Tchau tchau
ru: Пока-пока
tr: Güle Güle

source: I need this
de: Ich brauche das
it: Ho bisogno di questo
pt_pt: Eu preciso disso
ru: Мне нужно это
tr: Buna İhtiyacım Var

source: I need that
de: Ich brauche jenes
it: Ho bisogno di quello
pt_pt: Eu preciso daquilo
ru: Мне нужно то
tr: Şuna İhtiyacım Var

source: where is my toys
de: Wo sind meine Spielsachen
it: Dove sono i miei giocattoli
pt_pt: Onde estão meus brinquedos
ru: Где мои игрушки
tr: Oyuncaklarım Nerede

source: i want some food
de: Ich will etwas zu essen
it: Voglio un po' di cibo
pt_pt: Quero um pouco de comida
ru: Я хочу немного еды
tr: Yemek İstiyorum

source: That is mine
de: Das gehört mir
it: Questo è mio
pt_pt: Isso é meu
ru: Это мое
tr: Bu Benim

source: Look This is car
de: Schau, das ist ein Auto
it: Guarda, questa è una macchina
pt_pt: Olha, isso é um carro
ru: Смотри, это машина
tr: Bak Bu Araba

source: I love yo, kiss me please
de: Ich liebe dich, küss mich bitte
it: Ti amo, baciami per favore
pt_pt: Eu te amo, me beija por favor
ru: Я тебя люблю, поцелуй меня, пожалуйста
tr: Seni Seviyorum, Beni Öp Lütfen

source: Let's go here
de: Lass uns hierhin gehen
it: Andiamo qui
pt_pt: Vamos para cá
ru: Пойдем сюда
tr: Buraya Gidelim

source: strange
de: seltsam
it: strano
pt_pt: estranho
ru: странно
tr: Garip

source: don't do this
de: Tu das nicht
it: Non farlo
pt_pt: Não faça isso
ru: Не делай этого
tr: Bunu Yapma

source: give me, give me
de: Gib mir, gib mir
it: Dammi, dammi
pt_pt: Me dá, me dá
ru: Дай мне, дай мне
tr: Ver Bana, Ver Bana

source: Loading
de: Laden
it: Caricamento
pt_pt: Carregando
ru: Загрузка
tr: Yükleniyor
